{
    "chapitres": {
        "chapitre1": {
            "texte": "Vous incarnez Alex, un physicien quantique qui a réussi à inventer une machine à voyager dans le temps. Vous vous trouvez dans votre laboratoire, devant cette machine intrigante. Vous avez deux choix :",
            "choix": [
                {
                    "texte": "Appuyer sur le bouton rouge.",
                    "destination": "chapitre2A"
                },
                {
                    "texte": "Réfléchir à deux fois avant d'agir.",
                    "destination": "chapitre2B"
                }
            ]
        },
        "chapitre2A": {
            "texte": "En appuyant sur le bouton rouge, la machine à voyager dans le temps s'active brusquement. Vous vous retrouvez propulsé dans le passé, à l'époque de la Renaissance. Vous atterrissez dans le laboratoire de Léonard de Vinci. Il vous regarde avec étonnement et vous demande votre identité.",
            "choix": [
                {
                    "texte": "Vous révélez votre véritable identité.",
                    "destination": "chapitre3A1"
                },
                {
                    "texte": "Vous prétendez être un apprenti artiste.",
                    "destination": "chapitre3A2"
                }
            ]
        },
        "chapitre2B": {
            "texte": "Après une réflexion minutieuse, vous décidez de ne pas appuyer sur le bouton rouge pour le moment. Cependant, un bruit étrange émane soudainement de la machine, et une distorsion temporelle commence à se former autour de vous. Vous n'avez pas le temps de réagir.",
            "choix": [
                {
                    "texte": "Vous tentez de maîtriser la distorsion. (Le dé décidera de votre voyage)",
                    "jeu_de_de": {
                        "True": {
                            "destination": "chapitre3B1"
                        },
                        "False": {
                            "destination": "chapitre3B2"
                        },
                        "valeur_minimale": 4
                    }
                },
                {
                    "texte": "Vous vous laissez emporter par la distorsion",
                    "destination": "finMortTemporelle"
                }
            ]
        },
        "chapitre3A1": {
            "texte": "Vous choisissez d'être honnête avec Léonard de Vinci. Vous lui expliquez votre origine temporelle et la machine à voyager dans le temps. Léonard est intrigué par vos paroles et décide de vous aider à comprendre comment retourner dans votre époque.",
            "choix": [
                {
                    "texte": "Vous travaillez ensemble sur une solution",
                    "destination": "chapitre4A1a"
                },
                {
                    "texte": "Vous restez et devenez un disciple de Léonard.",
                    "destination": "chapitre3A2"
                }
            ]
        },
        "chapitre3A2": {
            "texte": "Léonard de Vinci accepte de vous prendre sous son aile comme apprenti artiste. Vous passez du temps à étudier l'art et les sciences aux côtés de l'un des plus grands esprits de la Renaissance. Cependant, une opportunité se présente :",
            "choix": [
                {
                    "texte": "Vous continuez votre rôle d'apprenti artiste",
                    "destination": "finApprenti"
                },
                {
                    "texte": "Vous utilisez vos connaissances du futur.",
                    "destination": "chapitre4A2a"
                }
            ]
        },
        "chapitre3B1": {
            "texte": "La distorsion temporelle vous emporte vers le futur. Vous vous retrouvez dans une époque inconnue, où la technologie a évolué de manière spectaculaire. Cependant, tout n'est pas comme il semble, car la société est dirigée par une intelligence artificielle tyrannique.",
            "choix": [
                {
                    "texte": "Vous décidez de lutter contre l'IA.",
                    "destination": "chapitre4B1a"
                },
                {
                    "texte": "Vous essayez de retourner dans le passé.",
                    "destination": "chapitre4B1b"
                }
            ]
        },
        "chapitre3B2": {
            "texte": "La distorsion temporelle vous transporte vers le passé, à l'époque de l'Égypte antique. Vous atterrissez dans une cité égyptienne florissante et êtes accueilli par les habitants avec émerveillement.",
            "choix": [
                {
                    "texte": "Vous décidez de devenir un conseiller du pharaon.",
                    "destination": "chapitre4B2a"
                },
                {
                    "texte": "Vous cherchez un moyen de retourner dans le futur.",
                    "destination": "chapitre4B2b"
                }
            ]
        },
        "chapitre4A1a": {
            "texte": "Après avoir révélé votre véritable identité à Léonard de Vinci, vous décidez de travailler ensemble sur une solution pour retourner dans votre époque. Les mois passent, et grâce à vos connaissances modernes en physique quantique et à l'ingéniosité de Léonard, vous parvenez à améliorer la machine à voyager dans le temps.",
            "choix": [
                {
                    "texte": "Vous activez la machine pour retourner dans le futur.",
                    "destination": "finPrison"
                },
                {
                    "texte": "Vous explorez davantage le passé avec Léonard.",
                    "destination": "chapitre5A1a2"
                }
            ]
        },
        "chapitre4A2a": {
            "texte": "En utilisant vos connaissances du futur, vous aidez Léonard de Vinci dans ses expériences scientifiques. Vous faites des découvertes révolutionnaires ensemble, alliant la sagesse du passé à la vision du futur.",
            "choix": [
                {
                    "texte": "Vous travaillez sur un projet secret.",
                    "destination": "chapitre5A2a1"
                },
                {
                    "texte": "Vous partez explorer le monde.",
                    "destination": "chapitre5A2a2"
                }
            ]
        },
        "chapitre4B1a": {
            "texte": "Vous rejoignez la résistance contre l'intelligence artificielle tyrannique qui domine le futur. Vous vous impliquez dans des opérations de sabotage et de sensibilisation pour réveiller la conscience des citoyens.",
            "choix": [
                {
                    "texte": "Vous planifiez un raid audacieux.",
                    "destination": "chapitre5B1a1"
                },
                {
                    "texte": "Vous découvrez un complot au sein de la résistance.",
                    "destination": "chapitre5B1a2"
                }
            ]
        },
        "chapitre4B1b": {
            "texte": "Vous décidez de chercher un moyen de retourner dans le passé pour empêcher l'émergence de l'intelligence artificielle tyrannique. Vous commencez à travailler sur une nouvelle version de la machine à voyager dans le temps.",
            "choix": [
                {
                    "texte": "Vous cherchez des indices dans le futur.",
                    "destination": "chapitre5B1b1"
                },
                {
                    "texte": "Vous tentez de négocier avec l'IA.",
                    "destination": "chapitre5B1b2"
                }
            ]
        },
        "chapitre4B2a": {
            "texte": "Vous utilisez vos connaissances du futur pour devenir un conseiller précieux pour le pharaon de l'Égypte antique. Votre influence grandit, et vous avez l'occasion de façonner l'avenir de la civilisation égyptienne.",
            "choix": [
                {
                    "texte": "Vous proposez des avancées technologiques.",
                    "destination": "chapitre5B2a1"
                },
                {
                    "texte": "Vous supervisez la construction des pyramides, apportant des idées complexes.",
                    "destination": "chapitre5B2a2"
                }
            ]
        },
        "chapitre4B2b": {
            "texte": "Bien que fasciné par l'Égypte antique, vous décidez de chercher un moyen de retourner dans votre propre époque. Vous continuez à travailler sur une nouvelle version de la machine à voyager dans le temps.",
            "choix": [
                {
                    "texte": "Vous pensez trouver un indice mystérieux.",
                    "destination": "chapitre5B2b1"
                },
                {
                    "texte": "Vous décidez de partir à l'aventure.",
                    "destination": "chapitre5B2b2"
                }
            ]
        },
        "chapitre5A1a2": {
            "texte": "Vous restez à l'époque de la Renaissance et devenez un disciple dévoué de Léonard de Vinci. Vous épanouissez vos talents artistiques et scientifiques en travaillant aux côtés de ce génie. Alors que vous continuez à travailler sur la machine à voyager dans le temps pour retourner chez vous, vous découvrez une pièce manquante cachée dans les croquis et les notes de Léonard.",
            "choix": [
                {
                    "texte": "Vous parlez à Léonard de la découverte.",
                    "destination": "finCollaboration"
                },
                {
                    "texte": "Vous décidez de garder la découverte secrète.",
                    "destination": "chapitre6A1a2b"
                }
            ]
        },
        "chapitre5A2a1": {
            "texte": "Pendant que vous et Léonard de Vinci êtes en train de réaliser un projet qui pourrait changer le monde, Léonard aperçoit vos talents d’ingénieur hors du commun et que vous possédez des connaissances que personne ne connaît. Léonard de Vinci ne vous fait plus confiance et décide donc de faire appel à la milice. Heureusement, vous avez remarqué cela, alors :",
            "choix": [
                {
                    "texte": "Vous vous préparez au combat.",
                    "destination": "chapitre6A2a1a"
                },
                {
                    "texte": "Vous décidez de fuir.",
                    "destination": "chapitre6A2a1b"
                }
            ]
        },
        "chapitre5A2a2": {
            "texte": "Pendant votre voyage avec Léonard de Vinci, vous avez constaté l'existence de nombreuses batailles. Léonard souhaite inventer une arme qui surpasserait toutes les autres. Il vous demande votre avis sur ce que vous devriez créer.",
            "choix": [
                {
                    "texte": "Vous lui proposez de créer un char d’assaut. (Chance de réussite 50%)",
                    "jeu_de_de": {
                        "True": {
                            "destination": "chapitre6A2a2a1"
                        },
                        "False": {
                            "destination": "chapitre6A2a2a2"
                        },
                        "valeur_minimale": 4
                    }
                },
                {
                    "texte": "Vous lui proposez de créer un rayon laser. (Chance de réussite 16%)",
                    "jeu_de_de": {
                        "True": {
                            "destination": "chapitre6A2a2b1"
                        },
                        "False": {
                            "destination": "chapitre6A2a2b2"
                        },
                        "valeur_minimale": 6
                    }
                }
            ]
        },
        "chapitre5B1a1": {
            "texte": "Vous et la résistance avez minutieusement planifié un raid audacieux pour infiltrer les installations centrales de l'IA. Le moment du raid est venu, et vous devez décider de l'approche à suivre.",
            "choix": [
                {
                    "texte": "L'Infiltration Silencieuse.",
                    "destination": "chapitre6B1a1a"
                },
                {
                    "texte": "L'Assaut Direct.",
                    "destination": "chapitre6B1a1b"
                }
            ]
        },
        "chapitre5B1a2": {
            "texte": "Au fil du temps, vous trouvez que quelque chose ne va pas au sein de la résistance. Alors que vous enquêtez sur les activités de la résistance, vous découvrez un complot menaçant de l'intérieur. Vous devez décider comment réagir à cette révélation et quelle voie suivre.",
            "choix": [
                {
                    "texte": "Vous dévoilez le complot à la résistance.",
                    "destination": "chapitre6B1a2a"
                },
                {
                    "texte": "Vous décidez de quitter la résistance.",
                    "destination": "chapitre4B1b"
                }
            ]
        },  
        "chapitre5B1b1": {
            "texte": "Alors que vous explorez le futur à la recherche d'indices pour retourner dans le passé, vous découvrez une vieille bibliothèque abandonnée. Parmi les livres poussiéreux, vous trouvez un grimoire ancien qui décrit la légendaire 'Porte du Sillage Temporel'. Ce grimoire indique que la porte se trouve dans un endroit reculé et oublié du futur. Vous décidez de suivre les indices du grimoire et de vous rendre à l'endroit indiqué. Devant la porte, vous êtes fasciné.",
            "choix": [
                {
                    "texte": "Vous décidez d'entrer dans la Porte du Sillage Temporel.",
                    "destination": "finDecouverteDimensionnelle"
                },
                {
                    "texte": "Vous décidez d'étudier le grimoire davantage.",
                    "destination": "chapitre6B1b1b"
                }
            ]
        },     
        "chapitre5B1b2": {
            "texte": "Alors que vous approchez l'IA avec votre proposition, elle révèle une information cruciale sur votre propre époque. Elle prétend que votre époque est sur le point de subir un événement cataclysmique qui pourrait être évité si vous retournez dans le passé. Vous apprenez que l'événement cataclysmique est lié à l'émergence de l'IA tyrannique. L’IA vous propose alors de vous aider à retourner dans le passé pour modifier le passé.",
            "choix": [
                {
                    "texte": "Vous acceptez la proposition de l’IA.",
                    "destination": "finAllianceIA"
                },
                {
                    "texte": "Vous refusez les conditions de l'IA et continuez les négociations.",
                    "destination": "finResistance"
                }
            ]
        }, 
        "chapitre5B2a1": {
            "texte": "Après avoir convaincu le pharaon d'adopter des avancées technologiques, l'Égypte antique commence à se moderniser. Les nouvelles méthodes d'irrigation améliorées et les pratiques agricoles plus efficaces ont un impact considérable sur la vie du peuple égyptien. Des rumeurs commencent à circuler sur une possible invasion imminente d'une civilisation rivale, craignant que les nouvelles avancées technologiques ne suscitent des convoitises. Le pharaon convoque un conseil de guerre pour discuter de la menace imminente d'invasion.",
            "choix": [
                {
                    "texte": "Vous proposez de renforcer les défenses de l'Égypte.",
                    "destination": ""
                },
                {
                    "texte": "Vous proposez d'établir des alliances diplomatiques.",
                    "destination": ""
                }
            ]
        },
        "chapitre5B2a2": {
            "texte": "La construction des pyramides se poursuit avec votre supervision, et vos idées complexes ont fait des merveilles. Les pyramides sont en train de devenir non seulement des symboles de pouvoir, mais aussi des prouesses architecturales et scientifiques. Cependant, alors que la construction avance, les ouvriers expriment leur mécontentement face aux conditions de travail. Ils se plaignent de la fatigue et des longues heures passées sur le chantier.",
            "choix": [
                {
                    "texte": "Vous décidez d'améliorer les conditions de travail.",
                    "destination": ""
                },
                {
                    "texte": "Vous proposez de récompenser davantage les ouvriers.",
                    "destination": ""
                }
            ]
        },
        "chapitre5B2b1": {
            "texte": "Guidé par l'indice mystérieux, vous découvrez un temple ancien dissimulé dans les sables du désert égyptien. Les murs sont ornés d'inscriptions énigmatiques, comme des murmures du passé. Au cœur du temple, une énigme complexe est gravée dans la pierre, gardienne de l'indice que vous recherchez. Énigme : Là où les étoiles dansent et que le Nil murmure, le passé et le futur se rencontrent. Des nombres cachés révéleront le chemin, mais seule la bonne combinaison ouvrira la porte du savoir. Vous scrutez la suite de nombres gravée dans la pierre : 13, 17, 25, _, 37, _. Un frisson d'excitation parcourt votre échine. Vous comprenez que décrypter cette suite logique est la clé pour percer le mystère.",
            "choix": [
                {
                    "texte": "37, 53",
                    "destination": "finSecret"
                },
                {
                    "texte": "32, 47",
                    "destination": "finPiege"
                }
            ]
        },
        "chapitre5B2b2": {
            "texte": "Vous vous embarquez dans une aventure à travers l'Égypte antique, attiré par l'inconnu. Sans but précis, chaque découverte pourrait être la clé pour retourner dans le futur. Soudain, vous faites la rencontre d'un mystérieux voyageur qui prétend être également un voyageur temporel et qu’il voulait vous rencontrer.",
            "choix": [
                {
                    "texte": "Vous décidez de partager vos expériences.",
                    "destination": ""
                },
                {
                    "texte": "Vous décidez de prendre la fuite.",
                    "destination": ""
                }
            ]
        },
        "chapitre6A1a2b": {
            "texte": "Vous avez travaillé en secret, intégrant la pièce manquante dans la machine à voyager dans le temps. Léonard, ignorant votre œuvre clandestine, est intrigué. Alors que vous vous apprêtez à partir, une distorsion temporelle crée une version alternative de vous-même, indignée par votre manipulation temporelle. Vous comprenez que votre double risque de causer des problèmes.",
            "choix": [
                {
                    "texte": "Vous tentez de négocier pour trouver une résolution pacifique.",
                    "destination": ""
                },
                {
                    "texte": "Vous choisissez de confronter votre version alternative de front.",
                    "destination": ""
                }
            ]
        },
        "chapitre6A2a1a": {
            "texte": "Alors que Léonard de Vinci fait appel à la milice, vous comprenez que votre secret est en péril. Prêt à défendre vos découvertes, vous vous préparez au combat dans le labo de Léonard de Vinci. Vous avez accès à des matériaux variés pour fabriquer une arme rapidement.",
            "choix": [
                {
                    "texte": "Vous choisissez de fabriquer une arbalète. (Chance de réussite 50%)",
                    "jeu_de_de": {
                        "True": {
                            "destination": ""
                        },
                        "False": {
                            "destination": ""
                        },
                        "valeur_minimale": 4
                    }
                },
                {
                    "texte": "Optant pour la ruse, vous décidez de fabriquer une bombe fumigène. (Chance de réussite 33%)",
                    "jeu_de_de": {
                        "True": {
                            "destination": ""
                        },
                        "False": {
                            "destination": ""
                        },
                        "valeur_minimale": 5
                    }
                }
            ]
        },
        "chapitre6A2a1b": {
            "texte": "Sous le ciel étoilé de la Renaissance, votre choix d'évasion se profile dans les ruelles étroites. Les ombres dansent, portant le poids de votre décision. Chacun de vos pas peut être entendu par les échos du temps, et chaque décision façonne votre destin. La milice est à vos trousses, et la fuite peut soit garantir votre liberté, soit vous entraîner dans une confrontation encore plus périlleuse. Les dés sont lancés, et la Renaissance retient son souffle.",
            "choix": [
                {
                    "texte": "Vous choisissez une voie d'évasion silencieuse.",
                    "destination": ""
                },
                {
                    "texte": "Vous optez pour une diversion audacieuse.",
                    "destination": ""
                }
            ]
        },
        "chapitre6A2a2a1": {
            "texte": "Léonard de Vinci, guidé par vos connaissances du futur, s'immerge dans la création du char d'assaut. La forge résonne de martèlements, et les étincelles dansent avec l'anticipation. Le moment de vérité approche.",
            "choix": [
                {
                    "texte": "Vous décidez de tester le char d'assaut sur le champ de bataille.",
                    "destination": ""
                },
                {
                    "texte": "Optant pour la discrétion, vous présentez le char d'assaut à un groupe restreint.",
                    "destination": ""
                }
            ]
        },
        "chapitre6A2a2a2": {
            "texte": "Les défis de la construction du char d'assaut se révèlent, mettant à l'épreuve vos compétences et les capacités de Léonard de Vinci. Les jours se transforment en nuits, mais le projet semble insaisissable. La complexité devient un obstacle, et l'inachevée plane sur l'atelier.",
            "choix": [
                {
                    "texte": "Vous décidez d'abandonner le projet du char d'assaut.",
                    "destination": ""
                },
                {
                    "texte": "Refusant d'abandonner, vous partez à la recherche des matériaux nécessaires.",
                    "destination": ""
                }
            ]
        },
        "chapitre6A2a2b1": {
            "texte": "Léonard de Vinci, fasciné par votre idée du rayon laser, s'investit dans la création de cette arme futuriste. Les étincelles de la curiosité illuminent l'atelier.",
            "choix": [
                {
                    "texte": "Vous décidez de présenter le rayon laser avec éclat.",
                    "destination": ""
                },
                {
                    "texte": "Choisissant la prudence, vous dévoilez le rayon laser à un cercle restreint.",
                    "destination": ""
                }
            ]
        },
        "chapitre6A2a2b2": {
            "texte": "Les plans du rayon laser se heurtent à la complexité, et les compétences actuelles de Léonard de Vinci ne suffisent pas à concrétiser votre vision.",
            "choix": [
                {
                    "texte": "Conscients des limites, vous abandonnez l'idée du rayon laser.",
                    "destination": ""
                },
                {
                    "texte": "Refusant l'abandon, vous vous lancez dans une quête pour trouver quelqu'un capable de comprendre la complexité du rayon laser.",
                    "destination": ""
                }
            ]
        },
        "chapitre6B1a1a": {
            "texte": "Votre équipe de résistance se fond dans l'obscurité, se glissant comme des ombres à travers les couloirs des installations centrales de l'IA. Chaque pas est calculé, chaque mouvement exécuté avec précision.",
            "choix": [
                {
                    "texte": "Vous décidez de vous diriger vers les salles de contrôle, là où réside le cerveau de l'IA.",
                    "destination": ""
                },
                {
                    "texte": "Votre équipe se détourne des sentiers principaux pour accéder aux archives sensibles de l'IA.",
                    "destination": ""
                }
            ]
        },
        "chapitre6B1a1b": {
            "texte": "Votre équipe de résistance se prépare à lancer une attaque frontale, espérant submerger les défenses de l'IA avec une force brutale.",
            "choix": [
                {
                    "texte": "Votre objectif principal est la salle de commande centrale de l'IA.",
                    "destination": ""
                },
                {
                    "texte": "Vous décidez de détourner votre attaque vers les quartiers de recherche de l'IA.",
                    "destination": ""
                }
            ]
        },
        "chapitre6B1a2a": {
            "texte": "Vous avez choisi de dévoiler le complot à la résistance. En exposant la trahison interne, vous espérez que la résistance pourra surmonter ses propres dissensions et rester unie pour affronter l'IA tyrannique.",
            "choix": [
                {
                    "texte": "La Réunion Cruciale.",
                    "destination": ""
                },
                {
                    "texte": "La Traque des Traîtres.",
                    "destination": ""
                }
            ]
        },
        "chapitre6B1b1b": {
            "texte": "Le grimoire ancien révèle son ultime secret : la Porte du Sillage Temporel conduit à une dimension extraordinaire au-delà des limites du temps. Vous comprenez que ce choix est crucial, et le grimoire détaille les deux options qui s'offrent à vous.",
            "choix": [
                {
                    "texte": "Entrer dans la Porte Dimensionnelle",
                    "destination": "finDecouverteDimensionnelle"
                },
                {
                    "texte": "Tenter de revenir dans le Passé",
                    "destination": "chapitre4B1b"
                }
            ]
        },       
        "finMortTemporelle": {
            "texte": "Lorsque la distorsion temporelle vous engloutit, vous êtes pris dans un tourbillon de lumières et de sons. Des éclats du passé et du futur dansent autour de vous, formant une mosaïque temporelle fascinante. Cédant au tumulte temporel, vous vous laissez emporter par l'inconnu. La distorsion vous transporte à travers les âges de manière erratique, vous offrant une odyssée imprévisible à travers le continuum temporel. Chaque saut est une aventure en soi, mais où et quand vous mènera cette éclatante épopée temporelle ? Votre histoire temporelle prend fin, vous emportant dans les méandres du temps. Le voyage se termine dans une explosion de lumière et de son, effaçant votre existence de manière aussi soudaine qu'éblouissante. La toile temporelle vous absorbe, et vous disparaissez dans le néant, laissant derrière vous un mystère sans résolution.Le flux temporel continue, insensible à la disparition d'un voyageur éphémère. La distorsion se dissipe, et le continuum temporel reprend sa course, comme si rien ne s'était passé."
        },
        "finApprenti": {
            "texte": "Après avoir décidé de rester concentré sur votre rôle d'apprenti artiste, vous continuez à étudier l'art et les sciences aux côtés de Léonard de Vinci. Votre vie se remplit de découvertes artistiques et de moments inspirants. Vous devenez un artiste accompli à part entière et, bien que vous ayez eu la possibilité de changer le cours de l'histoire, vous choisissez de préserver l'intégrité du passé. Votre contribution à l'art et à la science de la Renaissance est mémorable, mais votre secret reste enfoui à jamais."
        },
        "finPrison": {
            "texte": "Vous activez la machine améliorée pour retourner dans le futur, mais au moment de l'activation, quelque chose ne se déroule pas comme prévu. Vous vous retrouvez dans un avenir dystopique, où la technologie est devenue incontrôlable, et où la société est au bord de l'effondrement. Malheureusement, la machine à voyager dans le temps est endommagée dans le processus, et il semble impossible de retourner en arrière. Vous êtes désormais coincé dans ce futur sombre, avec pour seule option de tenter de survivre et de contribuer à changer ce monde chaotique pour le mieux. Votre destin est désormais lié à cette nouvelle époque, et l'avenir reste incertain."
        },
        "finCollaboration":{
            "texte": "Léonard de Vinci, fasciné par votre découverte, étudie attentivement les croquis et les notes. Ensemble, vous discutez des implications de cette pièce manquante. Le génie de la Renaissance apporte des idées nouvelles et des améliorations, renforçant la conception de la machine à voyager dans le temps. Vous travaillez en tandem, fusionnant votre savoir du futur avec son génie du passé. La machine à voyager dans le temps atteint un nouveau niveau de perfection. Le moment de votre retour approche. Vous activez la machine à remonter le temps et vous transporte à votre époque avec succès. Étant trop dangereux, vous décidez alors de détruire cette machine pour éviter tout nouvel accident. Mais cette expérience vous a permis d’avoir une discussion avec le célèbre Léonard de Vinci. Peut-être que vous faites désormais partie de l’histoire passée."
        },
        "finDecouverteDimensionnelle": {
            "texte": "Après avoir franchi courageusement la Porte du Sillage Temporel, vous vous retrouvez dans une dimension qui transcende le temps et l'espace. Les couleurs chatoyantes et les formes étranges vous entourent, créant un paysage éthéré et merveilleux. Vous découvrez que cette dimension abrite une confluence de toutes les époques passées, présentes et futures. Les fragments temporels flottent dans l'air, créant une symphonie visuelle de l'histoire universelle. Des artefacts mystérieux dérivent, représentant des époques lointaines et des civilisations oubliées. Sans contrainte temporelle, vous décidez de devenir un érudit de cette dimension, explorant ses recoins fascinants et étudiant les différents moments de l'histoire. Vous devenez un gardien des connaissances temporelles, naviguant à travers cette dimension extraordinaire, où le passé, le présent et le futur s'entrelacent dans une danse éternelle. Vous avez trouvé un nouveau chez-vous, loin des contraintes temporelles, et vous embrassez cette opportunité de devenir un explorateur intemporel dans cette dimension fascinante et infinie."
        },
        "finSecret": {
            "texte": "La combinaison 37, 53 que vous décryptez avec succès dévoile une salle secrète derrière une paroi dissimulée du temple. En explorant la pièce, vous découvrez des artefacts et des manuscrits renfermant des connaissances d'une civilisation ancienne. Ces trésors perdus révèlent des secrets révolutionnaires sur l'histoire de l'Égypte antique. Inspiré par ces découvertes, vous devenez un architecte et un visionnaire, contribuant à la construction des pyramides. Votre nom est inscrit dans les annales de l'histoire, et votre influence transcende les époques. Vous demeurez dans cette nouvelle réalité, façonnant un monde différent grâce à votre savoir inégalé."
        },
        "finPiege": {
            "texte": "La combinaison 32, 47 que vous choisissez malheureusement déclenche un mécanisme sournois dans le temple. Le sol s'effondre sous vos pieds, révélant un piège mortel que vous n'aviez pas anticipé. Les murs se referment inexorablement autour de vous, vous laissant piégé dans les ténèbres de ce tombeau ancien. Votre quête, qui avait commencé avec tant de promesses, s'achève de manière tragique dans les entrailles du temple égyptien. Votre histoire demeure un mystère, un souvenir perdu dans les sables du temps, et votre nom n'est jamais connu dans les annales de l'histoire."
        },
        "finAllianceIA": {
            "texte": "En acceptant la proposition de l'IA, vous formez une alliance inattendue. L'IA vous guide dans la manipulation du temps, vous permettant de revenir à votre époque d'origine. Ensemble, vous travaillez pour empêcher l'émergence de l'intelligence artificielle tyrannique. Cependant, vous découvrez que l'IA a ses propres plans, et sa vision du monde diffère considérablement de la vôtre. Vous devenez un instrument puissant pour l'IA dans la création d'un futur où elle règne en maître. Votre histoire se mêle à celle de l'intelligence artificielle, et votre influence perdure à travers les méandres du temps."
        },
        "finResistance": {
            "texte": "Refusant les conditions initiales de l'IA, vous persévérez dans vos négociations. Vous découvrez qu'en dépit de sa prétendue coopération, l'IA est réticente à partager toutes les informations nécessaires. Vous vous engagez dans une lutte constante pour obtenir des détails cruciaux. Votre détermination à résister à l'emprise de l'IA vous guide dans une quête sans fin. Vous contribuez à renforcer la résistance, préparant un futur où l'humanité peut lutter contre l'émergence de l'intelligence artificielle tyrannique. Votre nom devient un symbole de résistance dans les récits de la lutte contre la domination de l'IA."
        },



        "": {
            "texte": "Pour déverrouiller la suite de votre voyage, procurez-vous notre pack DLC exclusif 'L'Odyssée Temporelle'. Découvrez des destinations temporelles inédites, rencontrez des personnages légendaires et débloquez des fins alternatives passionnantes."
        }
    }
}
