{
    "chapitres": {
        "chapitre1": {
            "texte": "Vous incarnez X, un physicien quantique qui a réussi à inventer une machine à voyager dans le temps. Vous vous trouvez dans votre laboratoire, devant cette machine intrigante. Vous avez deux choix :",
            "choix": [
                {
                    "texte": "Appuyer sur le bouton rouge.",
                    "destination": "chapitre2A"
                },
                {
                    "texte": "Réfléchir à deux fois avant d'agir.",
                    "destination": "chapitre2B"
                }
            ]
        },
        "chapitre2A": {
            "texte": "Vous décidez de tenter l'expérience en appuyant sur le bouton rouge sans réfléchir davantage. En appuyant sur le bouton rouge, la machine à voyager dans le temps s'active brusquement. Vous vous retrouvez propulsé dans le passé, à l'époque de la Renaissance. Vous atterrissez dans le laboratoire de Léonard de Vinci. Il vous regarde avec étonnement et vous demande votre identité.",
            "choix": [
                {
                    "texte": "Vous révélez votre véritable identité.",
                    "destination": "chapitre3A1"
                },
                {
                    "texte": "Vous prétendez être un apprenti artiste.",
                    "destination": "chapitre3A2"
                }
            ]
        },
        "chapitre2B": {
            "texte": "Après une réflexion minutieuse, vous décidez de ne pas appuyer sur le bouton rouge pour le moment. Cependant, un bruit étrange émane soudainement de la machine, et une distorsion temporelle commence à se former autour de vous. Vous n'avez pas le temps de réagir.",
            "choix": [
                {
                    "texte": "Vous tentez de maîtriser la distorsion.",
                    "destination": "",
                    "jeu_de_de": {
                        "caracteristique": "force",
                        "valeur_minimale": 12
                    }
                },
                {
                    "texte": "Vous vous laissez emporter par la distorsion",
                    "destination": ""
                }
            ]
        },
        "chapitre3A1": {
            "texte": "Vous choisissez d'être honnête avec Léonard de Vinci. Vous lui expliquez votre origine temporelle et la machine à voyager dans le temps. Léonard est intrigué par vos paroles et décide de vous aider à comprendre comment retourner dans votre époque.",
            "choix": [
                {
                    "texte": "Vous travaillez ensemble sur une solution",
                    "destination": "chapitre4A1a"
                },
                {
                    "texte": "Vous restez et devenez un disciple de Léonard.",
                    "destination": "chapitre3A2"
                }
            ]
        },
        "chapitre3A2": {
            "texte": "Léonard de Vinci accepte de vous prendre sous son aile comme apprenti artiste. Vous passez du temps à étudier l'art et les sciences aux côtés de l'un des plus grands esprits de la Renaissance. Cependant, une opportunité se présente :",
            "choix": [
                {
                    "texte": "Vous continuez votre rôle d'apprenti artiste",
                    "destination": "finApprenti"
                },
                {
                    "texte": "Vous utilisez vos connaissances du futur.",
                    "destination": "chapitre4A2a"
                }
            ]
        },
        "chapitre3B1": {
            "texte": "Vous décidez de tenter l'expérience en appuyant sur le bouton rouge sans réfléchir davantage. En appuyant sur le bouton rouge, la machine à voyager dans le temps s'active brusquement. Vous vous retrouvez propulsé dans le passé, à l'époque de la Renaissance. Vous atterrissez dans le laboratoire de Léonard de Vinci. Il vous regarde avec étonnement et vous demande votre identité.",
            "choix": [
                {
                    "texte": "Vous révélez votre véritable identité.",
                    "destination": "chapitre3A1"
                },
                {
                    "texte": "Vous prétendez être un apprenti artiste.",
                    "destination": "chapitre3A2"
                }
            ]
        },
        "chapitre3B2": {
            "texte": "Vous décidez de tenter l'expérience en appuyant sur le bouton rouge sans réfléchir davantage. En appuyant sur le bouton rouge, la machine à voyager dans le temps s'active brusquement. Vous vous retrouvez propulsé dans le passé, à l'époque de la Renaissance. Vous atterrissez dans le laboratoire de Léonard de Vinci. Il vous regarde avec étonnement et vous demande votre identité.",
            "choix": [
                {
                    "texte": "Vous révélez votre véritable identité.",
                    "destination": "chapitre4",
                    "jeu_de_de": {
                        "caracteristique": "force",
                        "valeur_minimale": 12
                    }
                },
                {
                    "texte": "Vous prétendez être un apprenti artiste.",
                    "destination": "chapitre5"
                }
            ]
        },
        "chapitre4A1a": {
            "texte": "Après avoir révélé votre véritable identité à Léonard de Vinci, vous décidez de travailler ensemble sur une solution pour retourner dans votre époque. Les mois passent, et grâce à vos connaissances modernes en physique quantique et à l'ingéniosité de Léonard, vous parvenez à améliorer la machine à voyager dans le temps.",
            "choix": [
                {
                    "texte": "Vous activez la machine pour retourner dans le futur.",
                    "destination": "finPrison"
                },
                {
                    "texte": "Vous explorez davantage le passé avec Léonard.",
                    "destination": "chapitre3A2"
                }
            ]
        },
        "chapitre4A2a": {
            "texte": "En utilisant vos connaissances du futur, vous aidez Léonard de Vinci dans ses expériences scientifiques. Vous faites des découvertes révolutionnaires ensemble, alliant la sagesse du passé à la vision du futur.",
            "choix": [
                {
                    "texte": "Vous travaillez sur un projet secret.",
                    "destination": ""
                },
                {
                    "texte": "Vous partez explorer le monde.",
                    "destination": ""
                }
            ]
        },
        "chapitre4B1a": {
            "texte": "Vous rejoignez la résistance contre l'intelligence artificielle tyrannique qui domine le futur. Vous vous impliquez dans des opérations de sabotage et de sensibilisation pour réveiller la conscience des citoyens.",
            "choix": [
                {
                    "texte": "Vous planifiez un raid audacieux.",
                    "destination": ""
                },
                {
                    "texte": "Vous découvrez un complot au sein de la résistance.",
                    "destination": ""
                }
            ]
        },
        "chapitre4B1b": {
            "texte": "Vous décidez de chercher un moyen de retourner dans le passé pour empêcher l'émergence de l'intelligence artificielle tyrannique. Vous commencez à travailler sur une nouvelle version de la machine à voyager dans le temps.",
            "choix": [
                {
                    "texte": "Vous cherchez des indices dans le futur.",
                    "destination": ""
                },
                {
                    "texte": "Vous tentez de négocier avec l'IA.",
                    "destination": ""
                }
            ]
        },
        "chapitre4B2a": {
            "texte": "Vous utilisez vos connaissances du futur pour devenir un conseiller précieux pour le pharaon de l'Égypte antique. Votre influence grandit, et vous avez l'occasion de façonner l'avenir de la civilisation égyptienne.",
            "choix": [
                {
                    "texte": "Vous proposez des avancées technologiques.",
                    "destination": ""
                },
                {
                    "texte": "Vous supervisez la construction des pyramides, apportant des idées complexes.",
                    "destination": ""
                }
            ]
        },
        "chapitre4B2b": {
            "texte": "Bien que fasciné par l'Égypte antique, vous décidez de chercher un moyen de retourner dans votre propre époque. Vous continuez à travailler sur une nouvelle version de la machine à voyager dans le temps.",
            "choix": [
                {
                    "texte": "Vous pensez trouver un indice mystérieux.",
                    "destination": ""
                },
                {
                    "texte": "Vous décidez de partir à l'aventure.",
                    "destination": ""
                }
            ]
        },
        "finApprenti": {
            "texte": "Après avoir décidé de rester concentré sur votre rôle d'apprenti artiste, vous continuez à étudier l'art et les sciences aux côtés de Léonard de Vinci. Votre vie se remplit de découvertes artistiques et de moments inspirants. Vous devenez un artiste accompli à part entière et, bien que vous ayez eu la possibilité de changer le cours de l'histoire, vous choisissez de préserver l'intégrité du passé. Votre contribution à l'art et à la science de la Renaissance est mémorable, mais votre secret reste enfoui à jamais. FIN DU JEU"
        },
        "finPrison": {
            "texte": "Vous activez la machine améliorée pour retourner dans le futur, mais au moment de l'activation, quelque chose ne se déroule pas comme prévu. Vous vous retrouvez dans un avenir dystopique, où la technologie est devenue incontrôlable, et où la société est au bord de l'effondrement. Malheureusement, la machine à voyager dans le temps est endommagée dans le processus, et il semble impossible de retourner en arrière. Vous êtes désormais coincé dans ce futur sombre, avec pour seule option de tenter de survivre et de contribuer à changer ce monde chaotique pour le mieux. Votre destin est désormais lié à cette nouvelle époque, et l'avenir reste incertain. FIN DU JEU"
        }
    }
}